content/expository.org
:PROPERTIES:
:ID:       05f9493f-833e-4f64-a2b5-321a11c91a3b
:skip-backlinks: t
:END:
#+title: Expository writing and talks
#+description: Read about Anand Deopurkar's expository writing and talks.
#+keywords: Anand Deopurkar, mathematics, ANU, MSI

#+begin_src emacs-lisp :exports results :results drawer  
  (setq expos nil)
  (setq rest nil)
  (scan-dir-for-id (org-id-get-create nil)
  		 project-root-directory
  		 (lambda (pom)
  		   (let ((tags (org-get-tags pom)))
  		     (print org-file-tags)
  		     (if (or 
  			     (member "expository" tags)
  			     (member "talk" tags)
  			     (member "paper" tags)
  			     (member "preprint" tags))
  			 (cl-pushnew (pretty-print-backlink pom) expos :test 'equal)
  		       (cl-pushnew (pretty-print-backlink pom) rest :test 'equal)))))
  (concat
   " - "
   (string-join 
    expos
    "\n - "))
#+end_src

#+RESULTS:
:results:
 - [[id:6cfb0fb2-2619-4a02-95d1-5728f3c28bfe][How to count using topology (talk, Canada/USA Mathcamp)]]
 - [[id:5b14bbaa-5b4d-4170-81d8-46ffc0b65716][How to count using (co)homology (talk, Tata Institute of Fundamental Research)]]
 - [[id:c66380b2-8eca-4313-8360-16b28533e3fe][The work of Caucher Birkar (talk, Australian National University)]]
 - [[id:e4669741-7262-4984-8a4b-23d33483bcc6][The work of Claire Voisin (talk, Women in mathematics day, Australian National University)]]
 - [[id:0ae10d06-c9f2-4972-a24e-f4e71f093f5f][Error correcting codes (talk, ANU Mathematics Extension Program)]]
 - [[id:e19269e4-2c30-4e4d-8671-3e7f0b7cb3e8][Algebraic curves and Belyi's theorem (talk, Trimester program on triangle groups, Belyi uniformization, and modularity, Bhaskaracharya Pratishthana)]]
 - [[id:aa9aba31-dd50-4cda-9859-d3623b6f163f][The geometry of Fermat-like equations (talk, Trimester program on triangle groups, Belyi uniformization, and modularity, Bhaskaracharya Pratishthana)]]
 - [[id:d56cfe9b-e442-45de-b323-12ec02a5858c][Braids and monodromy in algebraic geometry (talk, Braids in Symplectic and Algebraic Geometry, ICERM, Brown University)]]
 - [[id:73b5521a-6738-40bd-b4d0-481f79f50bce][Error correcting codes (talk, ANU Mathematics Extension Program)]]
 - [[id:cabeb946-def4-40fa-952d-e84395084692][Papercraft (talk, ANU Mathematics Extension Program)]]
 - [[id:53fe8ada-0bc4-439b-9763-84cbb137727b][The work of Maryam Mirzakhani (talk, Australian National University)]]
 - [[id:97f6df09-0591-49b7-97d0-e79b606af653][Normalization of algebraic varieties]]
 - [[id:0f97be8d-e4d3-4515-bf1f-981c9e8380a0][An introduction to intersection homology]]
 - [[id:9efcc78f-db58-4c06-a73a-405566487ca4][The arithmetic and geometry of branched coverings: theorems of Belyi and Darmon--Granville]]
 - [[id:2c782b3b-758e-42ba-8c0a-d827cfb50f14][How to think about the Galois group]]
:end:

* What links here?

#+begin_src emacs-lisp :exports results :results drawer
  (concat
   " - "
   (string-join 
    rest
    "\n - "))
#+end_src

#+RESULTS:
:results:
 - [[id:d990bcc9-227c-4e82-9e93-512139e14f45][Home]]
 - [[id:2c782b3b-758e-42ba-8c0a-d827cfb50f14][How to think about the Galois group]]
:end:

