expository.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-06-04 Thu 17:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Expository writing and talks</title>
<meta name="author" content="Anand Deopurkar" />
<meta name="description" content="Read about Anand Deopurkar's expository writing and talks." />
<meta name="keywords" content="Anand Deopurkar, mathematics, ANU, MSI" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/main.css"></head>
<body>
<div id="content" class="content">
<h1 class="title">Expository writing and talks</h1>
<div class="properties" id="org8990273">

</div>

<ul class="org-ul">
<li><a href="talks.html#ID-6cfb0fb2-2619-4a02-95d1-5728f3c28bfe">How to count using topology (talk, Canada/USA Mathcamp)</a></li>
<li><a href="talks.html#ID-5b14bbaa-5b4d-4170-81d8-46ffc0b65716">How to count using (co)homology (talk, Tata Institute of Fundamental Research)</a></li>
<li><a href="talks.html#ID-c66380b2-8eca-4313-8360-16b28533e3fe">The work of Caucher Birkar (talk, Australian National University)</a></li>
<li><a href="talks.html#ID-e4669741-7262-4984-8a4b-23d33483bcc6">The work of Claire Voisin (talk, Women in mathematics day, Australian National University)</a></li>
<li><a href="talks.html#ID-0ae10d06-c9f2-4972-a24e-f4e71f093f5f">Error correcting codes (talk, ANU Mathematics Extension Program)</a></li>
<li><a href="talks.html#ID-e19269e4-2c30-4e4d-8671-3e7f0b7cb3e8">Algebraic curves and Belyi&rsquo;s theorem (talk, Trimester program on triangle groups, Belyi uniformization, and modularity, Bhaskaracharya Pratishthana)</a></li>
<li><a href="talks.html#ID-aa9aba31-dd50-4cda-9859-d3623b6f163f">The geometry of Fermat-like equations (talk, Trimester program on triangle groups, Belyi uniformization, and modularity, Bhaskaracharya Pratishthana)</a></li>
<li><a href="talks.html#ID-d56cfe9b-e442-45de-b323-12ec02a5858c">Braids and monodromy in algebraic geometry (talk, Braids in Symplectic and Algebraic Geometry, ICERM, Brown University)</a></li>
<li><a href="talks.html#ID-73b5521a-6738-40bd-b4d0-481f79f50bce">Error correcting codes (talk, ANU Mathematics Extension Program)</a></li>
<li><a href="talks.html#ID-cabeb946-def4-40fa-952d-e84395084692">Papercraft (talk, ANU Mathematics Extension Program)</a></li>
<li><a href="talks.html#ID-53fe8ada-0bc4-439b-9763-84cbb137727b">The work of Maryam Mirzakhani (talk, Australian National University)</a></li>
<li><a href="papers.html#ID-97f6df09-0591-49b7-97d0-e79b606af653">Normalization of algebraic varieties</a></li>
<li><a href="papers.html#ID-0f97be8d-e4d3-4515-bf1f-981c9e8380a0">An introduction to intersection homology</a></li>
<li><a href="papers.html#ID-9efcc78f-db58-4c06-a73a-405566487ca4">The arithmetic and geometry of branched coverings: theorems of Belyi and Darmon&#x2013;Granville</a></li>
</ul>
<div id="outline-container-org7d02d81" class="outline-2">
<h2 id="org7d02d81">What links here?</h2>
<div class="outline-text-2" id="text-org7d02d81">
<ul class="org-ul">
<li><a href="index.html#ID-d990bcc9-227c-4e82-9e93-512139e14f45">Home</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
Created by <a href="mailto:anand.deopurkar@anu.edu.au">Anand Deopurkar</a> using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11).  <a href="https://github.com/deopurkar/deopurkar.github.io">Last modified</a>: 2026-06-04 Thu 17:55.
</div>
</body>
</html>
